                                             UNIQUE 
     A          R BILLET                           
     A            BILLETID      10A                
     A            ACHATID       10S 0              
     A            CLIENTID      10S 0              
     A            VOLID         10S 0              
     A            SIEGE          3A                
     A          K BILLETID                         

