     A                                      UNIQUE       
     A          R EMPLOYEE                                
     A            EMPLOYEEID    10S 0                    
     A            PRENOM        30A         VARLEN(10)   
     A            NOM           30A         VARLEN(10)   
     A            ADRESSE      250A         VARLEN(50)   
     A            VILLE         30A         VARLEN(10)  
     A            CODEPOSTAL    15A         VARLEN(10)   
     A            TELEPHONE     10A         VARLEN(8)    
     A            EMAIL        100A         VARLEN(30)   
     A            ADMINDATE       L                      
     A            SALARY         8P 2                    
     A            DEPTID        10S 0                    
     A          K EMPLOYEEID                              

