                                            UNIQUE  
     A          R EQUIPE                            
     A            EQUIPEID      10S 0               
     A            CAPITAINE     10S 0               
     A            COPILITE      10S 0               
     A            FARESP        10S 0               
     A            FA2           10S 0               
     A            FA3           10S 0               
     A            FA4           10S 0               
     A          K EQUIPEID                          

